export const items = [
  {
    id: '0',
    name: 'Шезлонг Irak Plastik Capissi',
    image: 'https://images.ua.prom.st/1840037758_plyazhnyj-naduvnoj-shezlong.jpg',
    rating: '3',
    reviews: '12',
    specifications: 'Габарити в розкладеному вигляді: положення напівсидячи (В х Г х Ш) — 87 х 102 х 61 см\n'
          + 'Габарити в складеному стані (В х Ш х Г): 90 х 61 х 13 см\n'
          + 'Розмір посадкового місця (Г х Ш): 44.5 х 47 см\n'
          + 'Висота сидіння: від полу 33.5 см\n'
          + 'Висота спинки: від сидіння 67 см\n'
          + 'Розмір спального місця (В х Д х Ш): 30 х 154 х 47 см\n'
          + 'Матеріал: сталь (труба діаметром 19 мм)\n'
          + 'Тканина: текстиль\n'
          + 'Вага виробу: 5 кг\n'
          + 'Дозволене навантаження: 120 кг',
    description: 'Продуктивність і простота шезлонга Comfort 3 від відомого виробника Ranger стане незамінним аксесуаром для прихильників кемпінгу або як приємне доповнення до інтер\'єру заміської або дачної ділянки. Крісло-шезлонг призначене для відпочинку напівлежачи або лежачи на відкритому повітрі та в приміщенні. Має підніжку, міняє положення залежно від положення спинки. Ергономічні підлокітники. Регулювання подушки-підголівника. Зручне у використанні. У складеному вигляді займає мінімум місця.',
    category: 'lounger',
    categoryImg: 'https://i2.rozetka.ua/goods/1157179/shezlongi_top_1157179552.jpg',
    price: '799',
    oldPrice: '999',
    inStock: 'Є в наявності',
  },
  {
    id: '1',
    name: 'Шезлонг Ranger Comfort 3',
    image: 'https://i2.rozetka.ua/goods/5212746/ranger_ra_3304_images_5212746128.jpg',
    rating: '4',
    reviews: '5',
    specifications: 'Габарити в розкладеному вигляді: положення напівсидячи (В х Г х Ш) — 87 х 102 х 61 см\n'
          + 'Габарити в складеному стані (В х Ш х Г): 90 х 61 х 13 см\n'
          + 'Розмір посадкового місця (Г х Ш): 44.5 х 47 см\n'
          + 'Висота сидіння: від полу 33.5 см\n'
          + 'Висота спинки: від сидіння 67 см\n'
          + 'Розмір спального місця (В х Д х Ш): 30 х 154 х 47 см\n'
          + 'Матеріал: сталь (труба діаметром 19 мм)\n'
          + 'Тканина: текстиль\n'
          + 'Вага виробу: 5 кг\n'
          + 'Дозволене навантаження: 120 кг',
    description: 'Продуктивність і простота шезлонга Comfort 3 від відомого виробника Ranger стане незамінним аксесуаром для прихильників кемпінгу або як приємне доповнення до інтер\'єру заміської або дачної ділянки. Крісло-шезлонг призначене для відпочинку напівлежачи або лежачи на відкритому повітрі та в приміщенні. Має підніжку, міняє положення залежно від положення спинки. Ергономічні підлокітники. Регулювання подушки-підголівника. Зручне у використанні. У складеному вигляді займає мінімум місця.',
    category: 'lounger',
    categoryImg: 'https://i2.rozetka.ua/goods/1157179/shezlongi_top_1157179552.jpg',
    price: '999',
    oldPrice: '1299',
    inStock: 'Немає в наявності',
  },
  {
    id: '2',
    name: 'Шезлонг Papatya Wave Grey',
    image: 'https://i1.rozetka.ua/goods/1631936/papatya_4168_images_1631936632.jpg',
    rating: '5',
    reviews: '17',
    specifications: 'Габарити в розкладеному вигляді: положення напівсидячи (В х Г х Ш) — 87 х 102 х 61 см\n'
          + 'Габарити в складеному стані (В х Ш х Г): 90 х 61 х 13 см\n'
          + 'Розмір посадкового місця (Г х Ш): 44.5 х 47 см\n'
          + 'Висота сидіння: від полу 33.5 см\n'
          + 'Висота спинки: від сидіння 67 см\n'
          + 'Розмір спального місця (В х Д х Ш): 30 х 154 х 47 см\n'
          + 'Матеріал: сталь (труба діаметром 19 мм)\n'
          + 'Тканина: текстиль\n'
          + 'Вага виробу: 5 кг\n'
          + 'Дозволене навантаження: 120 кг',
    description: 'Продуктивність і простота шезлонга Comfort 3 від відомого виробника Ranger стане незамінним аксесуаром для прихильників кемпінгу або як приємне доповнення до інтер\'єру заміської або дачної ділянки. Крісло-шезлонг призначене для відпочинку напівлежачи або лежачи на відкритому повітрі та в приміщенні. Має підніжку, міняє положення залежно від положення спинки. Ергономічні підлокітники. Регулювання подушки-підголівника. Зручне у використанні. У складеному вигляді займає мінімум місця.',
    category: 'lounger',
    categoryImg: 'https://i2.rozetka.ua/goods/1157179/shezlongi_top_1157179552.jpg',
    price: '899',
    inStock: 'Є в наявності',
  },
  {
    id: '3',
    name: 'Umbrella Anti-UV',
    rating: '4',
    description: 'Продуктивність і простота шезлонга Comfort 3 від відомого виробника Ranger стане незамінним аксесуаром для прихильників кемпінгу або як приємне доповнення до інтер\'єру заміської або дачної ділянки. Крісло-шезлонг призначене для відпочинку напівлежачи або лежачи на відкритому повітрі та в приміщенні. Має підніжку, міняє положення залежно від положення спинки. Ергономічні підлокітники. Регулювання подушки-підголівника. Зручне у використанні. У складеному вигляді займає мінімум місця.',
    category: 'umbrellas',
    categoryImg: 'https://i2.rozetka.ua/goods/1157179/shezlongi_top_1157179552.jpg',
    price: '500',
  },
  {
    id: '4',
    name: 'Airest',
    rating: '4',
    description: 'Продуктивність і простота шезлонга Comfort 3 від відомого виробника Ranger стане незамінним аксесуаром для прихильників кемпінгу або як приємне доповнення до інтер\'єру заміської або дачної ділянки. Крісло-шезлонг призначене для відпочинку напівлежачи або лежачи на відкритому повітрі та в приміщенні. Має підніжку, міняє положення залежно від положення спинки. Ергономічні підлокітники. Регулювання подушки-підголівника. Зручне у використанні. У складеному вигляді займає мінімум місця.',
    category: 'umbrellas',
    categoryImg: 'https://i2.rozetka.ua/goods/1157179/shezlongi_top_1157179552.jpg',
    price: '780',
  },
  {
    id: '5',
    name: 'Ranger',
    rating: '4',
    description: 'Продуктивність і простота шезлонга Comfort 3 від відомого виробника Ranger стане незамінним аксесуаром для прихильників кемпінгу або як приємне доповнення до інтер\'єру заміської або дачної ділянки. Крісло-шезлонг призначене для відпочинку напівлежачи або лежачи на відкритому повітрі та в приміщенні. Має підніжку, міняє положення залежно від положення спинки. Ергономічні підлокітники. Регулювання подушки-підголівника. Зручне у використанні. У складеному вигляді займає мінімум місця.',
    category: 'umbrellas',
    categoryImg: 'https://i2.rozetka.ua/goods/1157179/shezlongi_top_1157179552.jpg',
    price: '950',
  },
  {
    id: '6',
    name: 'Bestway',
    rating: '4',
    description: 'Продуктивність і простота шезлонга Comfort 3 від відомого виробника Ranger стане незамінним аксесуаром для прихильників кемпінгу або як приємне доповнення до інтер\'єру заміської або дачної ділянки. Крісло-шезлонг призначене для відпочинку напівлежачи або лежачи на відкритому повітрі та в приміщенні. Має підніжку, міняє положення залежно від положення спинки. Ергономічні підлокітники. Регулювання подушки-підголівника. Зручне у використанні. У складеному вигляді займає мінімум місця.',
    category: 'mattress',
    categoryImg: 'https://i2.rozetka.ua/goods/1157179/shezlongi_top_1157179552.jpg',
    price: '650',
  },
  {
    id: '7',
    name: 'Intex',
    rating: '4',
    description: 'Продуктивність і простота шезлонга Comfort 3 від відомого виробника Ranger стане незамінним аксесуаром для прихильників кемпінгу або як приємне доповнення до інтер\'єру заміської або дачної ділянки. Крісло-шезлонг призначене для відпочинку напівлежачи або лежачи на відкритому повітрі та в приміщенні. Має підніжку, міняє положення залежно від положення спинки. Ергономічні підлокітники. Регулювання подушки-підголівника. Зручне у використанні. У складеному вигляді займає мінімум місця.',
    category: 'mattress',
    categoryImg: 'https://i2.rozetka.ua/goods/1157179/shezlongi_top_1157179552.jpg',
    price: '780',
  },
  {
    id: '8',
    name: 'Lamzac',
    rating: '4',
    description: 'Продуктивність і простота шезлонга Comfort 3 від відомого виробника Ranger стане незамінним аксесуаром для прихильників кемпінгу або як приємне доповнення до інтер\'єру заміської або дачної ділянки. Крісло-шезлонг призначене для відпочинку напівлежачи або лежачи на відкритому повітрі та в приміщенні. Має підніжку, міняє положення залежно від положення спинки. Ергономічні підлокітники. Регулювання подушки-підголівника. Зручне у використанні. У складеному вигляді займає мінімум місця.',
    category: 'mattress',
    categoryImg: 'https://i2.rozetka.ua/goods/1157179/shezlongi_top_1157179552.jpg',
    price: '470',
  },
];

export const firms = [
  {
    id: 'f1',
    name: 'lounger',
    categoryImg: 'https://i2.rozetka.ua/goods/1157179/shezlongi_top_1157179552.jpg',
  },
  {
    id: 'f2',
    name: 'umbrellas',
    categoryImg: 'https://i2.rozetka.ua/goods/1157179/shezlongi_top_1157179552.jpg',
  },
  {
    id: 'f3',
    name: 'mattress',
    categoryImg: 'https://i2.rozetka.ua/goods/1157179/shezlongi_top_1157179552.jpg',
  },
];
